Repository: gusmp/Eduteca
Catalog: src/Eduteca/EdutecaBundle/Resources/translations/messages.*.xliff
Languages: ca, es

source: Eduteca's web site
ca: La web d'Eduteca
es: La web de Eduteca

source: Search content
ca: Buscar contingut
es: Buscar contenido

source: Upload content
ca: Pujar contingut
es: Subir contenido

source: Join us!
ca: Registra't
es: Registrate

source: About Eduteca
ca: Sobre Eduteca
es: Sobre Eduteca

source: Login
ca: Accedir
es: Acceder

source: Options
ca: Opcions
es: Opciones

source: Logout
ca: Sortir
es: Salir

source: Edit user
ca: Editar usuari
es: Editar usuario

source: Delete user
ca: Esborrar usuari
es: Borrar usuario

source: Eduteca. The website for sharing contents
ca: Eduteca. El portal de compartició de continguts
es: Eduteca. El portal de compartición de contenidos

source: Search content
ca: Buscar contingut
es: Buscar contenido

source: Search content what you were looking for and you never found it.
ca: Busca el contingut que estabas buscant i que mai vas trovar.
es: Busca el contenido que estabas buscando y que nunca encontrastes.

source: See more
ca: Veure més
es: Ver mas

source: Upload content
ca: Pujar continguts
es: Subir contenidos

source: Share your contents with other members of the community.
ca: Comparteix els teus continguts amb la resta de la comunitat.
es: Comparte tus contenidos con el resto de la comunidad.

source: See more
ca: Veure més
es: Ver mas

source: Join to the community
ca: Uneix-te a la comunitat
es: Unete a la comunidad

source: Sure you have a lot to tell us. Join us and share!
ca: Segur que tens molt a dir. Uneix-te i comparteix!
es: Seguro que tienes mucho que decir. Únete y comparte!

source: See more
ca: Veure més
es: Ver mas

source: Search of contents
ca: Búsqueda de continguts
es: Búsqueda de contenidos

source: Course
ca: Curs
es: Curso

source: Title
ca: Títol
es: Título

source: Description
ca: Descripció
es: Descripción

source: Back
ca: Tornar
es: Volver

source: Search contents
ca: Buscar continguts
es: Buscar contenidos

source: Title
ca: Títol
es: Título

source: Results of the search
ca: Resultatats de la búsqueda
es: Resultados de la búsqueda

source: Title
ca: Títol
es: Título

source: Description
ca: Descripció
es: Descripción

source: Course
ca: Curs
es: Curso

source: Link to the content
ca: Enllaç al contingut
es: Enlace al contenido

source: It was not found any result
ca: No es va trobar cap resultat
es: No se encontró ningún resultado

source: All courses
ca: Tots els cursos
es: Todos los cursos

source: About Eduteca
ca: Sobre Eduteca
es: Sobre Eduteca

source: Text describing of the application
ca: Texte descriptiu de l'aplicació
es: Texto descripcion aplicacion

source: Back
ca: Tornar
es: Volver

source: Upload content
ca: Pujar contingut
es: Subir contenido

source: Course
ca: Curs
es: Curso

source: Title
ca: Títol
es: Título

source: Description
ca: Descripción
es: Descripción

source: Description
ca: Descripció
es: Descripción

source: File
ca: Arxiu
es: Fichero

source: Back
ca: Tornar
es: Volver

source: Upload
ca: Pujar
es: Subir

source: The content '%title%' has been uploaded successfully
ca: El contingut '%title%' ha sigut pujat amb èxit
es: El contenido '%title%' ha sido subido con éxito

source: The content has been registered, but it is not enable until the administrator validates it
ca: El contingut ha sigut donat d'alta, però no està actiu fins que el administrador ho validi
es: El contenido ha sido dado de alta, pero no está activo hasta que el administrador lo valide

source: There is a content with this title bound to that course
ca: Ja existeix un contingut amb el mateix títol vinculat al curs
es: Ya existe un contenido con ese título vinculado al curso

source: New user
ca: Nou usuari
es: Nuevo usuario

source: Password
ca: Contrasenya
es: Contraseña

source: Verify the password
ca: Verificació de la contrasenya
es: Verificación de la contraseña

source: Name
ca: Nom
es: Nombre

source: First surname
ca: Primer cognom
es: Primer apellido

source: Second surname (if any)
ca: Segon congnom
es: Segundo apellido

source: E-mail address
ca: Correu-e
es: Dirección de correo electrónico

source: Back
ca: Tornar
es: Volver

source: Register user
ca: Registrar usuari
es: Registrar usuario

source: The user '%name%' has been registered successfully
ca: L'usuari '%name%' ha sido donat d'alta amb èxit
es: El usuario '%name%' ha sido dado con éxito

source: The user has been registered but it is not active until any administrator validates it
ca: L'usuari ha sigut donat d'alta, però no està actiu fins que un administrador ho validi
es: El usuario ha sido dado de alta, pero no está activo hasta que el administrador lo valide

source: The password and its verification do not match
ca: La contrasenya i la seva confirmació no coincideixen
es: La contraseña y su confirmación no coinciden

source: Captcha
es: Palabra de verificación

source: This login is already in use
ca: El login ja està en ús
es: El login ya está en uso

source: Edit user
ca: Editar usuari
es: Editar usuario

source: Password
ca: Contrasenya
es: Contraseña

source: Verify the password
ca: Verificació de la contrasenya
es: Verificación de la contraseña

source: Name
ca: Nom
es: Nombre

source: First surname
ca: Primer cognom
es: Primer apellido

source: Second surmame (if any)
ca: Segon cognom
es: Segundo apellido

source: E-mail address
ca: Correu-e
es: Dirección de correo electrónico

source: Back
ca: Tornar
es: Volver

source: Modify user
ca: Modificar usuari
es: Modificar usuario

source: The user '%name%' has been modified
ca: L'usuari '%name%' ha sigut modificat amb èxit
es: El usuario '%name%' ha sido modificado con éxito

source: The user has been modified
ca: l'usuari ha sigut modificat
es: El usuario ha sido modificado

source: The password and its verification do not match
ca: La contrasenya i la seva confimació no coincideixen
es: La contrasña y su confirmación no coinciden

source: Captcha
es: Palabra de verificación

source: The login is already in use
ca: El login ja estè en ús
es: El login ya está en uso

source: Access to Eduteca
ca: Accès a Eduteca
es: Acceso a Eduteca

source: Password
ca: Contrasenya
es: Contraseña

source: Back
ca: Tornar
es: Volver

source: Access
ca: Accedir
es: Acceder

source: Access to administration website of Eduteca
ca: Accès al portal d'administració d'Eduteca
es: Acceso al portal de administración de Eduteca

source: Password
ca: Contrasenya
es: Contraseña

source: Back
ca: Tornar
es: Volver

source: Access
ca: Accedir
es: Acceder

source: The course '%courseName%' already exits.
ca: El curs '%courseName%' ja existeix.
es: El curso '%courseName%' ya existe.

source: The content '%title%' already exists.
ca: El contingut '%title%' ja existeix.
es: El contenido '%title%' ya existe.

source: The user '%login%' already exits.
ca: L'usuari '%login%' ja existeix.
es: El usuario '%login%' ya existe.
